Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Picking a right-to-left language such as **Persian** mirrors the toolbars, menus, and inspector, as it should. The **canvas is never mirrored** — shape positions are stored in model space and must render identically for everyone, so your screenshots look the same whatever language you edit in.
ar: يؤدي اختيار لغة من اليمين إلى اليسار مثل **الفارسية** إلى عكس أشرطة الأدوات والقوائم والمفتش، كما ينبغي. **لا يتم عكس اللوحة القماشية مطلقًا** — يتم تخزين مواضع الأشكال في مساحة النموذج ويجب أن يتم عرضها بشكل متماثل للجميع، بحيث تبدو لقطات الشاشة الخاصة بك بنفس اللغة التي تقوم بتحريرها بها.
ca: Escollir un idioma de dreta a esquerra com ara **persa** reflecteix les barres d'eines, els menús i l'inspector, com hauria de ser. El **llenç mai es reflecteix**: les posicions de les formes s'emmagatzemen a l'espai del model i s'han de representar de manera idèntica per a tothom, de manera que les captures de pantalla tinguin el mateix aspecte en qualsevol idioma en què editeu.
cs: Výběr jazyka psaného zprava doleva, jako je **perština**, zrcadlí panely nástrojů, nabídky a inspektor, jak by měl. **Plátno se nikdy nezrcadlí** – pozice tvarů jsou uloženy v modelovém prostoru a musí se vykreslovat identicky pro všechny, takže snímky obrazovky vypadají stejně bez ohledu na jazyk, ve kterém upravujete.
da: At vælge et sprog fra højre mod venstre, såsom **persisk**, afspejler værktøjslinjerne, menuerne og inspektøren, som det skal. **Lærredet spejles aldrig** – formpositioner gemmes i modelrummet og skal gengives identisk for alle, så dine skærmbilleder ser ens ud, uanset hvilket sprog du redigerer på.
de: Wählst du eine Sprache mit Leserichtung von rechts nach links wie **Persisch**, werden Symbolleisten, Menüs und Inspektor gespiegelt, wie es sich gehört. Die **Leinwand wird nie gespiegelt** – Formpositionen sind im Modellraum gespeichert und müssen für alle gleich dargestellt werden, damit deine Screenshots gleich aussehen, egal in welcher Sprache du arbeitest.
el: Η επιλογή μιας γλώσσας από δεξιά προς τα αριστερά, όπως **Περσικά** αντικατοπτρίζει τις γραμμές εργαλείων, τα μενού και τον επιθεωρητή, όπως θα έπρεπε. Ο **καμβάς δεν αντικατοπτρίζεται ποτέ** — οι θέσεις των σχημάτων αποθηκεύονται στο χώρο του μοντέλου και πρέπει να αποδίδονται πανομοιότυπα για όλους, ώστε τα στιγμιότυπα οθόνης σας να φαίνονται ίδια σε όποια γλώσσα και αν επεξεργάζεστε.
es: Si eliges un idioma de derecha a izquierda como el **persa**, las barras de herramientas, los menús y el inspector se invierten, como es lógico. El **lienzo nunca se invierte**: las posiciones de las formas se guardan en el espacio del modelo y deben verse igual para todos, así que tus capturas son idénticas edites en el idioma que edites.
fa: انتخاب زبان راست‌به‌چپی مانند **فارسی**، همان‌طور که انتظار می‌رود نوار ابزار، منوها و بازرس را قرینه می‌کند. **بوم هرگز قرینه نمی‌شود** — موقعیت شکل‌ها در فضای مدل ذخیره می‌شود و باید برای همه یکسان رندر شود، پس اسکرین‌شات‌های شما به هر زبانی که ویرایش کنید یکسان به نظر می‌رسند.
fi: Oikealta vasemmalle luettavan kielen, kuten **persia**, valitseminen peilaa työkalurivit, valikot ja asetukset kuten pitääkin. **Kanvaa ei koskaan peilata** — muotojen sijainnit tallennetaan mallitilaan, ja niiden on hahmonnettava samalla tavalla kaikille, joten kuvakaappaukset näyttävät samalta millä tahansa muokatulla kielellä.
fr: Choisir une langue qui s'écrit de droite à gauche, comme le **persan**, inverse les barres d'outils, les menus et l'inspecteur, comme il se doit. Le **canevas n'est jamais inversé** : les positions des formes sont stockées dans l'espace du modèle et doivent s'afficher de la même façon pour tous, si bien que vos captures d'écran sont identiques quelle que soit la langue de l'interface.
he: בחירת שפה מימין לשמאל כגון **פרסית** משקפת את סרגלי הכלים, התפריטים והמפקח, כפי שצריך. **בד הקנבס לעולם אינו משתקף** - מיקומי צורות מאוחסנים בחלל המודל וחייבים להיות עיבוד זהה עבור כולם, כך שצילומי המסך שלך ייראו זהים בכל שפה שבה אתה עורך.
hr: Odabir jezika koji se piše zdesna nalijevo, kao što je **perzijski**, odražava alatne trake, izbornike i inspektor, kao što bi i trebao. **Platno se nikad ne zrcali** — položaji oblika pohranjeni su u prostoru modela i moraju se generirati identično za sve, tako da vaše snimke zaslona izgledaju isto na kojem god jeziku uređivali.
hu: A jobbról balra haladó nyelv kiválasztása, például a **perzsa**, megfelelően tükrözi az eszköztárakat, a menüket és az ellenőrzőt. A **vászon soha nem tükröződik** – az alakzatok pozíciói a modelltérben tárolódnak, és mindenki számára azonosan kell megjelenniük, így a képernyőképek ugyanúgy néznek ki, bármilyen nyelven is szerkesztjük.
id: Memilih bahasa dari kanan ke kiri seperti **Persia** mencerminkan bilah alat, menu, dan inspektur, sebagaimana mestinya. **Kanvas tidak pernah dicerminkan** — posisi bentuk disimpan dalam ruang model dan harus dirender secara identik untuk semua orang, sehingga tangkapan layar Anda terlihat sama, apa pun bahasa yang Anda gunakan untuk mengedit.
it: Scegliendo una lingua da destra a sinistra come il **persiano**, barre strumenti, menu e inspector vengono specchiati, come previsto. La **tela non viene mai specchiata**: le posizioni delle forme sono salvate nello spazio del modello e devono essere rese in modo identico per tutti, quindi i tuoi screenshot appaiono uguali in qualunque lingua tu stia lavorando.
ja: **ペルシア語** など右から左に書く言語を選ぶと、ツールバー、メニュー、インスペクタは本来どおり左右反転します。ただし **キャンバスは反転しません**。図形の位置はモデル空間で保存され、誰が見ても同じように描画される必要があるため、どの言語で編集してもスクリーンショットは同じ見た目になります。
ko: **페르시아어**처럼 오른쪽에서 왼쪽으로 쓰는 언어를 선택하면 도구 막대, 메뉴, 인스펙터가 당연히 좌우 반전됩니다. **캔버스는 반전되지 않습니다** — 도형 위치는 모델 공간에 저장되며 누구에게나 똑같이 렌더링되어야 하므로, 어떤 언어로 편집하든 스크린샷은 같게 보입니다.
ms: Memilih bahasa dari kanan ke kiri seperti **Parsi** mencerminkan bar alat, menu dan pemeriksa, seperti yang sepatutnya. **Kanvas tidak pernah dicerminkan** — kedudukan bentuk disimpan dalam ruang model dan mesti dipaparkan secara sama untuk semua orang, jadi tangkapan skrin anda kelihatan sama dalam apa jua bahasa yang anda edit.
nl: Als u een van rechts naar links geschreven taal kiest, zoals **Perzisch**, worden de werkbalken, menu's en infovensters zoals het hoort gespiegeld. Het **canvas wordt nooit gespiegeld** — vormposities worden opgeslagen in de modelruimte en moeten voor iedereen identiek worden weergegeven, zodat uw schermafbeeldingen er hetzelfde uitzien, in welke taal u ook bewerkt.
no: Å velge et språk fra høyre til venstre, for eksempel **persisk**, speiler verktøylinjene, menyene og inspektøren, slik det skal. **Lerretet speiles aldri** – formposisjoner lagres i modellområdet og må gjengis identisk for alle, slik at skjermbildene dine ser like ut uansett hvilket språk du redigerer på.
pl: Wybranie języka pisanego od prawej do lewej, takiego jak **perski**, odzwierciedla paski narzędzi, menu i inspektora tak, jak powinno. **Płótno nigdy nie jest odzwierciedlane** — pozycje kształtów są przechowywane w przestrzeni modelu i muszą być renderowane identycznie dla wszystkich, więc Twoje zrzuty ekranu wyglądają tak samo, niezależnie od języka, w którym edytujesz.
pt_br: Escolher um idioma da direita para a esquerda, como **persa**, espelha as barras de ferramentas, os menus e o inspetor, como deve ser. A **tela nunca é espelhada** — as posições das formas ficam no espaço do modelo e precisam ser renderizadas igualmente para todos, então suas capturas de tela ficam iguais em qualquer idioma que você use para editar.
pt_pt: Escolher um idioma da direita para a esquerda, como **Persa**, espelha as barras de ferramentas, os menus e o inspetor, como deveria. A **canvas nunca é espelhada** — as posições das formas são armazenadas no espaço do modelo e devem ser renderizadas de forma idêntica para todos, para que suas capturas de ecrã tenham a mesma aparência, independentemente do idioma em que você editar.
ro: Alegerea unei limbi de la dreapta la stânga, cum ar fi **persan**, reflectă barele de instrumente, meniurile și inspectorul, așa cum ar trebui. **Pânza nu este niciodată oglindă** — pozițiile formelor sunt stocate în spațiul modelului și trebuie redate identic pentru toată lumea, astfel încât capturile de ecran să arate la fel, indiferent de limba în care editați.
ru: При выборе языка с письмом справа налево, например **персидского**, панели инструментов, меню и инспектор отражаются зеркально, как и положено. **Холст никогда не отражается** — положения фигур хранятся в пространстве модели и должны отображаться одинаково для всех, поэтому скриншоты выглядят одинаково, на каком бы языке вы ни работали.
sk: Výber jazyka písaného sprava doľava, ako je **perzština**, zrkadlí panely s nástrojmi, ponuky a inšpektor tak, ako by mal. **Plátno sa nikdy nezrkadlí** – polohy tvarov sú uložené v modelovom priestore a musia sa vykresliť identicky pre všetkých, takže vaše snímky obrazovky budú vyzerať rovnako bez ohľadu na jazyk, v ktorom ich upravíte.
sl: Izbira jezika od desne proti levi, kot je **perzijščina**, zrcali orodne vrstice, menije in inšpektor, kot bi morala. **Platno ni nikoli zrcaljeno** — položaji oblik so shranjeni v prostoru modela in morajo biti upodobljeni enako za vse, tako da so vaši posnetki zaslona videti enaki ne glede na jezik, v katerem urejate.
sv: Att välja ett språk från höger till vänster som **persiska** speglar verktygsfälten, menyerna och inspektören som det ska. **Duken speglas aldrig** — formpositioner lagras i modellutrymmet och måste återges identiskt för alla, så dina skärmdumpar ser likadana ut oavsett vilket språk du redigerar på.
th: การเลือกภาษาที่อ่านจากขวาไปซ้าย เช่น **เปอร์เซีย** จะสะท้อนแถบเครื่องมือ เมนู และผู้ตรวจสอบ ดังที่ควรจะเป็น **แคนวาสไม่เคยถูกมิเรอร์** — ตำแหน่งรูปร่างจะถูกจัดเก็บไว้ในพื้นที่โมเดลและจะต้องแสดงผลเหมือนกันสำหรับทุกคน ดังนั้น ภาพหน้าจอของคุณจึงมีลักษณะเหมือนกันไม่ว่าคุณจะแก้ไขในภาษาใดก็ตาม
tr: **Farsça** gibi sağdan sola yazılan bir dil seçmek araç çubuklarını, menüleri ve denetçiyi olması gerektiği gibi yansıtır. **Tuval asla yansıtılmaz** — şekil konumları model alanında saklanır ve herkes için aynı şekilde oluşturulmalıdır; böylece hangi dilde düzenlerseniz düzenleyin ekran görüntüleriniz aynı görünür.
uk: Якщо вибрати мову з письмом справа наліво, як-от **перську**, панелі інструментів, меню та інспектор віддзеркалюються, як і належить. **Полотно ніколи не віддзеркалюється** — положення фігур зберігаються в просторі моделі й мають рендеритися однаково для всіх, тож ваші знімки екрана виглядають однаково, хоч якою мовою ви працюєте.
ur: دائیں سے بائیں زبان کا انتخاب کرنا جیسے کہ **فارسی** ٹول بارز، مینیو اور انسپکٹر کی آئینہ دار ہوتی ہے، جیسا کہ ہونا چاہیے۔ **کینوس کا عکس کبھی نہیں دکھایا جاتا** — شکل کی پوزیشنیں ماڈل کی جگہ پر محفوظ کی جاتی ہیں اور ہر ایک کے لیے یکساں طور پر پیش کی جانی چاہئیں، اس لیے آپ کے اسکرین شاٹس ایک جیسے نظر آتے ہیں جس زبان میں بھی آپ ترمیم کرتے ہیں۔
vi: Việc chọn ngôn ngữ từ phải sang trái, chẳng hạn như **tiếng Ba Tư** sẽ phản chiếu các thanh công cụ, menu và trình kiểm tra nếu cần. **canvas không bao giờ được phản chiếu** — vị trí hình dạng được lưu trữ trong không gian mô hình và phải hiển thị giống hệt nhau cho mọi người, do đó, ảnh chụp màn hình của bạn trông giống nhau bất kể bạn chỉnh sửa bằng ngôn ngữ nào.
zh_hans: 选择 **波斯语** 等从右到左书写的语言时，工具栏、菜单和检查器会相应地镜像显示。**画布永远不会镜像**——形状位置以模型空间存储，必须对所有人渲染一致，因此无论你用哪种语言编辑，截图看起来都一样。
zh_hant: 選擇由右至左書寫的語言（例如**波斯文**）時，工具列、選單和檢閱器會如預期般左右鏡像。**畫布絕不會鏡像**——形狀位置以模型空間儲存，且必須對每個人呈現相同的效果，因此無論你以哪種語言編輯，螢幕截圖看起來都一樣。

source: Pill
ar: حبوب منع الحمل
ca: Píndola
cs: Pilulka
da: Pille
de: Kapsel
el: Χάπι
es: Cápsula
fa: کپسولی
fi: Pilleri
fr: Pilule
he: גלולה
hr: pilula
hu: Kapszula
id: Pil
it: Pillola
ja: カプセル
ko: 알약형
ms: Pil
nl: Pil
no: Pille
pl: Pigułka
pt_br: Pílula
pt_pt: Pílula
ro: pilula
ru: Капсула
sk: Pilulka
sl: tabletka
sv: Piller
th: ยาเม็ด
tr: Kapsül
uk: Пігулка
ur: گولی
vi: Thuốc viên
zh_hans: 胶囊
zh_hant: 膠囊

source: Pinch / ⌘ + Scroll
ar: قرصة / ⌘ + التمرير
ca: Pessigueu / ⌘ + Desplaça
cs: Stažení / ⌘ + posun
da: Knib / ⌘ + Rul
de: Auf-/Zuziehen / ⌘ + Scrollen
el: Τσίμπημα / ⌘ + Κύλιση
es: Pellizcar / ⌘ + desplazamiento
fa: نیشگون / ⌘ + پیمایش
fi: Nipistä / ⌘ + Vieritä
fr: Pincement / ⌘ + Défilement
he: צביטה / ⌘ + גלילה
hr: Stisnite prste / ⌘ + pomaknite se
hu: Csípés / ⌘ + Görgetés
id: Cubit / ⌘ + Gulir
it: Pizzico / ⌘ + Scorrimento
ja: ピンチ / ⌘ + スクロール
ko: 핀치 / ⌘ + 스크롤
ms: Cubit / ⌘ + Tatal
nl: Knijp / ⌘ + Bladeren
no: Knip / ⌘ + Rull
pl: Ściśnij / ⌘ + przewiń
pt_br: Pinça / ⌘ + Rolagem
pt_pt: Beliscar / ⌘ + Rolar
ro: Ciupiți / ⌘ + Derulați
ru: Щипок / ⌘ + прокрутка
sk: Stiahnutie prstov / ⌘ + posúvanie
sl: Stisnite / ⌘ + pomaknite se
sv: Nyp / ⌘ + Bläddra
th: บีบนิ้ว / ⌘ + เลื่อน
tr: Kıstırma / ⌘ + Kaydırma
uk: Зведення пальців / ⌘ + прокручування
ur: چوٹکی / ⌘ + سکرول
vi: Chụm / ⌘ + Cuộn
zh_hans: 双指捏合 / ⌘ + 滚动
zh_hant: 雙指開合／⌘ + 捲動

source: Pinned and recent projects appear at the top.
ar: تظهر المشاريع المثبتة والحديثة في الأعلى.
ca: Els projectes fixats i recents apareixen a la part superior.
cs: Připnuté a nedávné projekty se zobrazují nahoře.
da: Fastgjorte og seneste projekter vises øverst.
de: Angepinnte und aktuelle Projekte werden oben angezeigt.
el: Τα καρφιτσωμένα και τα πρόσφατα έργα εμφανίζονται στην κορυφή.
es: Los proyectos fijados y recientes aparecen en la parte superior.
fa: پروژه های پین شده و اخیر در بالا ظاهر می شوند.
fi: Kiinnitetyt ja viimeisimmät projektit näkyvät yläreunassa.
fr: Les projets épinglés et récents apparaissent en haut.
he: פרויקטים מוצמדים ואחרונים מופיעים בחלק העליון.
hr: Prikvačeni i nedavni projekti pojavljuju se na vrhu.
hu: A rögzített és a legutóbbi projektek felül jelennek meg.
id: Proyek yang dipasangi pin dan proyek terbaru akan muncul di bagian atas.
ja: ピン留めされたプロジェクトと最近のプロジェクトが上部に表示されます。
ko: 고정된 프로젝트와 최근 프로젝트가 상단에 표시됩니다.
ms: Projek disemat dan terbaharu muncul di bahagian atas.
nl: Vastgezette en recente projecten verschijnen bovenaan.
no: Festede og nylige prosjekter vises øverst.
pl: Przypięte i najnowsze projekty pojawiają się na górze.
pt_br: Projetos fixados e recentes aparecem na parte superior.
pt_pt: Projetos fixados e recentes aparecem na parte superior.
ro: Proiectele fixate și recente apar în partea de sus.
sk: Pripnuté a nedávne projekty sa zobrazujú v hornej časti.
sl: Pripeti in nedavni projekti so prikazani na vrhu.
sv: Fästa och senaste projekt visas överst.
th: โปรเจ็กต์ที่ปักหมุดและล่าสุดจะปรากฏที่ด้านบน
ur: پن شدہ اور حالیہ پروجیکٹس سب سے اوپر نظر آتے ہیں۔
vi: Các dự án được ghim và gần đây sẽ xuất hiện ở trên cùng.
zh_hans: 固定的和最近的项目显示在顶部。

source: Pinterest pin
ar: Pinterest دبوس
ca: Pin de Pinterest
cs: Pinterest špendlík
da: Pinterest-nål
el: Pinterest καρφίτσα
es: Pin de Pinterest
fa: پین Pinterest
fi: Pinterest-julkaisu
fr: Épingle Pinterest
he: Pinterest סיכה
hr: Pinterest pribadača
hu: Pinterest gombostű
id: Pin Pinterest
it: Pin di Pinterest
ja: Pinterest ピン
ko: Pinterest 핀
ms: Pin Pinterest
nl: Pinterest vastgezet
no: Pinterest-nål
pl: Pin z Pinteresta
pt_br: Pin do Pinterest
pt_pt: Pinterest alfinete
ro: Pin Pinterest
ru: Пин Pinterest
sk: Pinterest špendlík
sl: Pinterest žebljiček
sv: Pinterest stift
th: Pinterest ปักหมุด
tr: Pinterest pini
uk: Пін Pinterest
ur: Pinterest پن
vi: chân Pinterest
zh_hans: Pinterest Pin 图
zh_hant: Pinterest Pin 圖

source: Pitch
ar: الملعب
ca: Inclinació
cs: Sklon
da: Hældning
de: Neigung
el: Κλίση
es: Inclinación
fa: شیب
fi: Kallistus
fr: Tangage
he: מגרש
hr: Nagib
hu: Dőlés
id: Kemiringan
it: Beccheggio
ja: ピッチ
ko: 상하 회전
ms: Kecondongan
nl: Standplaats
no: Helning
pl: Skok
pt_br: Inclinação
pt_pt: Argumento
ro: Înclinare
ru: Наклон
sk: Smola
sl: Nagib
sv: Lutning
th: สนาม
tr: Eğim
uk: Нахил
ur: پچ
vi: Cao độ
zh_hans: 俯仰
zh_hant: 俯仰

source: Place After This One
ar: مكان بعد هذا واحد
ca: Lloc després d'aquest
cs: Místo Po tomto
da: Plads efter denne
de: Direkt dahinter einfügen
el: Τοποθετήστε μετά από αυτό
es: Colocar después de esta
fa: قرار دادن بعد از این
fi: Paikka Tämän jälkeen
fr: Placer après celle-ci
he: מקום אחרי זה
hr: Mjesto poslije ovoga
hu: Hely ez után
id: Tempatkan Setelah Yang Ini
it: Posiziona dopo questo
ja: この後ろに配置
ko: 이 스크린샷 뒤에 배치
ms: Tempat Selepas Yang Ini
nl: Plaats na deze
no: Plasser etter denne
pl: Miejsce po tym
pt_br: Colocar depois desta
pt_pt: Coloque depois deste
ro: Locul După Acesta
ru: Поместить после этого
sk: Miesto po tomto
sl: Mesto za tem
sv: Placera efter denna
th: วางหลังอันนี้
tr: Bunun Sonrasına Yerleştir
uk: Розмістити після цього
ur: اس کے بعد جگہ
vi: Đặt sau cái này
zh_hans: 放在当前截图之后
zh_hant: 放在這個之後

source: Place at End
ar: مكان في النهاية
ca: Lloc al final
cs: Místo na konci
da: Plads ved slutningen
de: Am Ende einfügen
el: Θέση στο τέλος
es: Colocar al final
fa: قرار دادن در انتها
fi: Paikka lopussa
fr: Placer à la fin
he: מקום בקצה
hr: Mjesto na kraju
hu: Hely a végén
id: Tempatkan di Akhir
it: Posiziona alla fine
ja: 末尾に配置
ko: 끝에 배치
ms: Tempat di Hujung
nl: Plaats aan het einde
no: Plasser ved slutten
pl: Umieść na końcu
pt_br: Colocar no final
pt_pt: Coloque no final
ro: Loc la Sfârșit
ru: Поместить в конец
sk: Miesto na konci
sl: Mesto na koncu
sv: Plats vid slutet
th: วางไว้ที่ส่วนท้าย
tr: Sona Yerleştir
uk: Розмістити в кінці
ur: آخر میں جگہ
vi: Đặt ở cuối
zh_hans: 放在最后
zh_hant: 放在最後

source: Plan
ar: خطة
ca: Pla
cs: Plán
da: Planlæg
de: Tarif
el: Σχέδιο
fa: طرح
fi: Suunnittele
fr: Formule
he: תכנן
hr: Planirajte
hu: Terv
id: Rencana
it: Piano
ja: プラン
ko: 요금제
ms: Rancang
nl: Plannen
no: Planlegg
pl: Planuj
pt_br: Plano
pt_pt: Plano
ro: Planifică
ru: План
sk: Plán
sl: Načrtujte
sv: Planera
th: แผน
uk: План
ur: منصوبہ
vi: Kế hoạch
zh_hans: 方案
zh_hant: 方案

source: Platform
ar: منصة
ca: Plataforma
cs: Platforma
de: Plattform
el: Πλατφόρμα
es: Plataforma
fa: پلتفرم
fi: Alusta
fr: Plateforme
he: פלטפורמה
hr: Platforma
id: Peron
it: Piattaforma
ja: プラットフォーム
ko: 플랫폼
no: Plattform
pl: Platforma
pt_br: Plataforma
pt_pt: Plataforma
ro: Platformă
ru: Платформа
sk: Platforma
sl: Platforma
sv: Plattform
th: แพลตฟอร์ม
uk: Платформа
ur: پلیٹ فارم
vi: Nền tảng
zh_hans: 平台
zh_hant: 平台

source: Play keeps one screenshot set per language — turn all but one of them off.
ar: يحتفظ Play بمجموعة لقطة شاشة واحدة لكل لغة - قم بإيقاف تشغيلها جميعًا باستثناء واحدة.
ca: Play manté una captura de pantalla establerta per idioma; desactiveu-les totes menys una.
cs: Play uchovává jeden snímek obrazovky pro každý jazyk – všechny kromě jednoho vypněte.
da: Play beholder ét skærmbillede pr. sprog – slå alle undtagen ét af dem fra.
de: Play speichert ein Screenshot-Set pro Sprache – schalte alle bis auf eine aus.
el: Το Play διατηρεί ένα σύνολο στιγμιότυπων οθόνης ανά γλώσσα — απενεργοποιήστε όλα εκτός από ένα.
es: Play guarda un único conjunto de capturas por idioma: desactívalos todos menos uno.
fa: Play برای هر زبان فقط یک مجموعه اسکرین‌شات نگه می‌دارد — همه را به‌جز یکی خاموش کنید.
fi: Play säilyttää yhden kuvakaappauksen kielelle asetettuna – poista kaikki paitsi yksi niistä käytöstä.
fr: Play conserve un seul ensemble de captures d'écran par langue : désactivez-les toutes sauf une.
he: Play שומרת צילום מסך אחד לכל שפה - כבה את כולם מלבד אחד.
hr: Play čuva jedan skup snimaka zaslona po jeziku — isključite sve osim jednog.
hu: A Play nyelvenként egy képernyőképet tart meg – egy kivételével mindegyiket kapcsolja ki.
id: Play mengatur satu tangkapan layar per bahasa — nonaktifkan semuanya kecuali satu.
it: Play conserva un set di screenshot per lingua: disattivale tutte tranne una.
ja: Play で保持できるスクリーンショットセットは言語ごとに1つだけです。1つを残してほかはオフにしてください。
ko: Play는 언어당 스크린샷 세트를 하나만 유지합니다. 하나만 남기고 나머지는 끄세요.
ms: Play menyimpan satu set tangkapan skrin bagi setiap bahasa — matikan semua kecuali satu daripadanya.
nl: Bij Play wordt één screenshot per taal bewaard. Schakel ze allemaal uit, op één na.
no: Play beholder ett skjermbildesett per språk – slå av alle unntatt ett.
pl: Play przechowuje po jednym zrzucie ekranu na każdy język — wyłącz wszystkie z wyjątkiem jednego.
pt_br: O Play mantém um conjunto de capturas de tela por idioma — desative todos menos um.
pt_pt: O Play mantém uma captura de ecrã definida por idioma – desative todas elas, exceto uma.
ro: Play păstrează o captură de ecran setată pentru fiecare limbă - dezactivează-le pe toate, cu excepția uneia.
ru: Play хранит один набор скриншотов на язык — отключите все, кроме одного.
sk: Play uchováva jednu snímku obrazovky pre každý jazyk – vypnite všetky okrem jedného.
sl: Play shrani en nabor posnetkov zaslona za vsak jezik – izklopite vse, razen enega.
sv: Play behåller en skärmdump per språk – stäng av alla utom en.
th: Play จะเก็บภาพหน้าจอไว้หนึ่งชุดต่อภาษา — ปิดทั้งหมดยกเว้นอันใดอันหนึ่ง
tr: Play her dil için bir ekran görüntüsü seti tutar — biri dışında hepsini kapatın.
uk: Play зберігає один набір знімків екрана на мову — вимкніть усі, крім однієї.
ur: پلے ہر زبان میں ایک اسکرین شاٹ سیٹ رکھتا ہے — ان میں سے ایک کے علاوہ سبھی کو آف کر دیں۔
vi: Play giữ một bộ ảnh chụp màn hình cho mỗi ngôn ngữ — tắt tất cả trừ một trong số chúng.
zh_hans: Play 每种语言只保留一组截图——请只保留其中一种，关闭其余语言。
zh_hant: Play 每種語言只保留一組螢幕截圖——請只保留其中一種，關閉其餘語言。
